{
  "id": 318336,
  "title": "Wipeout 3",
  "content": "Wip3out avait impressionné tout le monde au dernier <lex>E3</lex> et il avait même été élu \"meilleur jeu de course sur PlayStation\" du salon. Il arrive dans les bacs à disque avec un packaging bleu clair moche très futuriste. Mais passons outre ces considérations esthétiques toutes personnelles et concentrons nous sur le jeu. Wip3out garde l'esprit très techno dans son interface puisque les différents menus sont très simples et la police utilisée dans les textes feraient fuir tout graphologue bien équilibré. Là-dessus, je dois avouer qu'il m'a fallu un certain temps pour me faire à cette écriture bizarre et peu claire, surtout pour certaines lettres. Dans les possibilités de jeu, vous avez les classiques Contre la montre, Course simple et Tournoi. Là où se démarque Wip3out de ses concurrents, c'est qu'il propose deux modes supplémentaires : Défi et Éliminatoire. Le mode Défi consiste en 3 points, course, contre la montre et armes et ce mode vous demandera toujours d'atteindre un score défini en un minimum de temps. Le Défi Armes par exemple exige de détruire un nombre d'adversaire déterminé. Un quatrième mode Défi comportant 8 nouveaux types de course sera disponible plus tard.\n\nLe mode Éliminatoire consiste pour sa part à une sorte de <lex>deathmatch</lex> où chaque tour de piste effectué et adversaire détruit rapporte un point jusqu'à ce qu'un score défini soit atteint. Quatre niveaux de difficulté sont présents dont un ne sera accessible qu'à un certain moment : Vector, Venom, Rapier et Phantom. Ces niveaux jouent plus sur la rapidité des courses et la détermination des adversaires que sur les pistes ou le jeu en lui-même. Du point de vue des commandes, pas trop de changement et vous pourrez piquez du nez, le remonter, accélérer et utiliser les aérofreins gauche et droite. Un bouton d'hyperaccélération permet de se taper un bon coup de vitesse mais il pompera très rapidement votre réserve d'énergie nécessaire à vos boucliers. Ces boucliers sont d'ailleurs vraiment vitaux car les armes utilisées contre vous lors des courses sont non seulement très handicapantes côté temps mais elles peuvent carrément vous détruire purement, simplement et rapidement ! Heureusement pour vous et votre bolide, une pit lane permet de recharger ses batteries plus ou moins en fonction du temps resté.\n\nÉvidement, Wip3out arrive avec son catalogue d'options cachées. Des 4 types de véhicules disponibles au départ, vous pourrez en déverrouiller quatre autres. Les circuits suivent le même principe et de 4 au départ, ils passent à 8. Vous aurez aussi accès à trois vues : externe, interne et dans le cockpit. Je vous recommande d'ailleurs cette dernière pour l'effet saisissant qu'elle procure. Au sol, les fameuses plaques lumineuses sont toujours là, permettant de prendre des accélérations ou de récupérer des armes dévastatrices. Les bonus sont au nombre de 11 avec de nouvelles armes comme le mur refoulant (traduction du manuel) ou l'aspirateur d'énergie mais mon préféré reste le Quake Disruptor qui lance une secousse sismique le long de la piste faisant voler tous vos adversaires  Graphiquement à la limite de la perfection, le moteur 3D de Wip3out est effarant de beauté. Les courses ne se contentent d'être hyper rapides voire trop rapides quand on goûte au mode Phantom mais en plus, c'est beau, fluide et sans aucun défaut ou artefact dans le défilement et sur les pistes. Même en regardant bien, tout se tient et quasiment aucun raccord n'est apparent. Psygnosis a vraiment eu le temps de peaufiner son moteur... C'est furieux.\n\nGraphismes\n\nWip3out garde l'esprit très techno dans son interface puisque les différents menus sont très simples et la police utilisée dans les textes feraient fuir tout graphologue bien équilibré. Là-dessus, je dois avouer qu'il m'a fallu un certain temps pour me faire à cette écriture bizarre et peu claire, surtout pour certaines lettres. Dans les possibilités de jeu, vous avez les classiques Contre la montre, Course simple et Tournoi. Là où se démarque Wip3out de ses concurrents, c'est qu'il propose deux modes supplémentaires : Défi et Éliminatoire. Le mode Défi consiste en 3 points, course, contre la montre et armes et ce mode vous demandera toujours d'atteindre un score défini en un minimum de temps. Le Défi Armes par exemple exige de détruire un nombre d'adversaire déterminé. Un quatrième mode Défi comportant 8 nouveaux types de course sera disponible plus tard.\n20\n\nJouabilité\n\nManiable, le temps d'adaptation aux changements d'axes des bolides est minimal. Très vite, il faut apprendre à utiliser les aérofreins qui sont indispensables dans certaines courses. C'est réellement la seule difficulté dans le maniement. Les amateurs retrouveront leurs marques très rapidement.\n18\n\nDurée de vie\n\nLa durée de vie de Wip3out est longue malgré le nombre relativement faible de pistes. La multitude de modes et de niveaux de difficulté permettra d'amortir rapidement le prix du soft. Le mode 2 joueurs n'occasionne que peu de ralentissements tout en restant très fun.\n18\n\nBande son\n\nTechno pure et dure, les chemical Brothers ont encore frappé avec tout une pléiade d'artistes nouvelle vague. Évidement,si vous n'aimez pas ça... il vous reste la possibilité de couper les musiques.\n18\n\nScénario\n\n-\n\nWaow ! Super rapide tout en restant jouable, Psygnosis remonte encore d'un cran la qualité de la série Wipeout. Un des meilleurs moteurs 3D qui m'ait été donné de voir sur la Play d'un point de vue fignolage pour des courses endiablés. Même si le nombre de circuits aurait pu être un peu plus élevé, Wip3out est le meilleur jeu de course futuriste sur PlayStation et de loin !\n\n18",
  "visibility": "home",
  "note": "18",
  "titre": "Wipeout 3",
  "published_at": "1999-09-17T18:00:00.000+00:00",
  "updated_at": "1999-09-17T18:00:00.000+00:00",
  "lead_paragraph": "\nPsygnosis vient d'achever sa trilogie. Après Wipeout et Wipeout 2097 (Wipeout XL pour les américains) voici Wipeout 3 ou Wip3out. Cette série mythique fait office de référence dans le domaine de la course futuriste grâce à son moteur 3D fignolé et sa musique techno professionnelle. Ce troisième opus est-il le digne successeur de ses aînés ?",
  "image_src": "ps/w/i/wip3out-playstation-ps1-00a.jpg",
  "platforms": [
    {
      "id": 390,
      "name": "PSone"
    }
  ],
  "kinds": [
    {
      "id": 2580,
      "name": "Course"
    }
  ],
  "modes": null
}